"USSD_ERROR" = "Eroare execuție solicitare";
"USSD_TERMINATED" = "Sesiune terminată";

"%@ Call Forwarding\n%@\n%@%@" = "%@ Redirecționare apel\n%@\n%@%@";
"%@ Call Waiting\n%@" = "%@ Apel în așteptare\n%@";
"%@ Call Barring\n%@\n%@" = "%@ Interdicție apelare\n%@\n%@";
"%@ Fixed Dialing\n%@" = "%@ Restricționare apeluri\n%@";
"Connected Line Presentation\n%@" = "Prezentare linie conectată\n%@";
"Calling Line Presentation\n%@" = "Prezentare linie apelare\n%@";
"Connected Line ID Restriction\n%@" = "Restricționare identificare linie conectată\n%@";
"Calling Line ID Restriction\n%@" = "Restricționare identificare linie apelare\n%@";
"SIM Lock\n%@" = "Blocare SIM\n%@";
"Service Center Address\n%@" = "Adresă centru service\n%@";
"Supplementary Service Password\n%@" = "Parolă servicii suplimentare\n%@";
"Calling Name Presentation\n%@" = "Prezentare nume apelare\n%@";

"Forwards to %@\n" = "Deviază către %@\n";

"All Calls" = "Toate apelurile";
"All Conditional Calls" = "Toate apelurile condiționale";
"Async Data Circuit" = "Circuit de date Async";
"Data" = "Date";
"Fax" = "Fax";
"Packet Access" = "Acces pachet";
"Pad Access" = "Acces taste";
"SMS" = "SMS";
"Sync Data Circuit" = "Circuit de date Sync";
"Voice" = "Voce";

"All Outgoing" = "Toate inițiate";
"All Incoming" = "Toate recepționate";
"Outgoing International" = "Inițiate internaționale";
"Outgoing International, Except Home Country" = "Inițiate internaționale, exceptând țara de reședință";
"Incoming While Roaming Outside Home Country" = "Recepționate în roaming în afara țării de rezidență";
"Incoming, Not On SIM" = "Recepționate, în afara SIM";
"All Services" = "Toate serviciile";
"All Outgoing Services" = "Toate serviciile inițiate";
"All Incoming Services" = "Toate serviciile recepționate";

"Disabled" = "Dezactivat";
"Enabled" = "Activat";

"On All Calls" = "Pentru toate apelurile";
"When Busy" = "Dacă e ocupat";
"When Unanswered" = "Dacă nu răspunde";
"When Unreachable" = "Dacă nu e disponibil";

"Setting %@ Succeeded" = "%@ configurare reușită\n";
"Setting Interrogation Succeeded" = "Interogare configurare reușită\n";
"Setting %@ Failed" = "%@ configurare eșuată\n";
"Setting Interrogation Failed" = "Interogare configurare eșuată\n";

"Not Available" = "Indisponibil";
"Network Controlled" = "Control din rețea";
"Temporarily Disabled" = "Temporar dezactivat";
"Temporarily Enabled" = "Temporar activat";
"Unknown" = "Necunoscut";

"Activation" = "Activare";
"Deactivation" = "Dezactivare";
"Interrogation" = "Interogare";
"Registration" = "Înregistrare";
"Erasure" = "Ștergere";

"No Address" = "Nicio adresă";
"No Service Specified" = "Niciun serviciu specificat";
"Type %d" = "Tip %d";

// generic error
"CALL_FAILED" = "Apelul a eșuat";
// error codes
"kCTNoError" = "Nicio eroare";
"kCTUnknownError" = "Eroare necunoscută";
"kCTErrorRadioFailure" = "Eșec radio";
// Generic network errors
"kCTErrorNetworkFailure" = "Eșec rețea";
"kCTErrorCongestion" = "Rețea aglomerată";
"kCTErrorUnidentifiedSubscriber" = "Abonat neidentificat";
"kCTErrorFacilityRejected" = "Facilitate respinsă";
"kCTErrorUnknownSubscriber" = "Abonat necunoscut";
"kCTErrorNetworkOutOfOrder" = "Rețea nefuncțională";
"kCTErrorInvalidTransactionIdentifier" = "Identificator tranzacție invalidat";
"kCTErrorSemanticallyIncorrectMessage" = "Mesaj incorect semantic";
"kCTErrorInvalidMandatoryInformation" = "Informație obligatorie invalidată";
"kCTErrorMessageTypeNonExistant" = "Tip mesaj inexistent";
"kCTErrorMessageNotCompatibleWithProtocolState" = "Mesaj incompatibil cu starea protocolului";
"kCTErrorInformationElementNonExistant" = "Element de informație inexistent";
"kCTErrorProtocolErrorUnspecified" = "Eroare de protocol nespecificată";
"kCTErrorTemporaryFailure" = "Eșec temporar";
"kCTErrorResourcesUnavailable" = "Resurse indisponibile";
"kCTErrorRequestedFacilityNotSubscribed" = "Lipsă abonare la facilitatea solicitată";
"kCTErrorRequestedFacilityNotImplemented" = "Facilitate solicitată neimplementată";
"kCTErrorInterworkingError" = "Eroare de interoperabilitate";
"kCTErrorInterworkingNotSupported" = "Interoperabilitate neadmisă";
"kCTErrorCommandCannotBeActioned" = "Comanda nu poate fi acționată";
"kCTErrorNoNetworkService" = "Niciun serviciu de rețea";
// Call related errors
"kCTErrorUnassignedNumber" = "Număr nealocat";
"kCTErrorOperatorDeterminedBarring" = "Interdicție apelare de la operator";
"kCTErrorCallBarred" = "Apel interzis";
"kCTErrorUserBusy" = "Utilizator ocupat";
"kCTErrorNoUserResponding" = "Utilizatorul nu răspunde";
"kCTErrorNumberChanged" = "Număr schimbat";
"kCTErrorInvalidNumberFormat" = "Format de număr invalidat";
"kCTErrorCallRejected" = "Apel respins";
// SIM errors
"kCTErrorSimNotInserted" = "Cartela SIM neinserată";
"kCTErrorSimPinRequired" = "PIN cartelă SIM necesar";
"kCTErrorSimPukRequired" = "PUK cartelă SIM necesar";
"kCTErrorSimFailure" = "Eșec SIM";
"kCTErrorSimMemoryFailure" = "Eșec memorie SIM";
"kCTBadPinFormatError" = "Format PIN greșit";
"kCTErrorNumberNotAllowed" = "Număr nepermis";
"kCTErrorIncorrectPassword" = "Parolă incorectă";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "Transfer mesaj scurt refuzat";
"kCTErrorDestinationOutOfOrder" = "Destinație nefuncțională";
"kCTErrorClass0NotSupported" = "Clasa 0 neadmisă";
"kCTErrorCannotReplaceSm" = "Nu se poate înlocui SIM";
"kCTErrorUnspecifiedPid" = "PID nespecificat";
"kCTErrorDataCodingSchemeNotSupported" = "Schemă de codificare date neadmisă";
"kCTErrorUnspecifiedDcs" = "Eroare DCS nespecificată";
"kCTErrorCommandUnsupported" = "Comandă neadmisă";
"kCTErrorUnspecifiedTpCommand" = "Eroare comandă TP nespecificată";
"kCTErrorTpduNotSupported" = "TDPU neadmis";
"kCTErrorScBusy" = "SC ocupat";
"kCTErrorRejectedBySimSmsControl" = "Respins de Control SMS SIM";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "MS ilegal GPRS";
"kCTErrorGprsIllegalMe" = "ME ilegal GPRS";
"kCTErrorGprsServicesNotAllowed" = "Servicii GPRS neautorizate";
"kCTErrorGprsPlmnNotAllowed" = "PLMN GPRS neautorizat";
"kCTErrorGprsLocationAreaNotAllowed" = "Zonă geografică GPRS neautorizată";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "Roaming GPRS neautorizat în zona geografică";
"kCTErrorGprsServiceOptionNotSupported" = "Opțiune serviciu GPRS neadmisă";
"kCTErrorGprsServiceOptionNotSubscribed" = "Lipsă abonare la opțiune serviciu GPRS";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "Opțiune serviciu GPRS temporar nefuncțională";
"kCTErrorGprsPdpAuthenticationFailure" = "Eșec autentificare PDP GPRS";
"kCTErrorGprsInvalidMobileClass" = "Clasă mobilă GPRS invalidată";
"kCTErrorGprsUnspecified" = "GPRS nespecificat";
"kCTErrorGprsMissingorUnknownAPN" = "GPRS lipsă sau APN necunoscut";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "Informațiile de autentificare PDP GPRS respinse de banda de bază";
